Revit 2027 API
ParameterTypeId.TagOnFraming Property
 "Framing"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TagOnFraming { get; }
Public Shared ReadOnly Property TagOnFraming As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TagOnFraming {
	ForgeTypeId^ get ();
}
static member TagOnFraming : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace